Repository: sunamo/sunamo
Catalog: apps/Strings/*/Resources.resw
Source language: en_us
Languages: cs_cz

source: About app
cs_cz: O aplikaci

# AboutDeveloper
source: This application was created in the development environment Visual Studio 2015 Community, which is entirely free of charge. The person who has made this app is on internet known under nick sunamo.
cs_cz: Tato aplikace byla vytvořena ve vývojovém prostředí Visual Studio 2015 Community, které je zcela zdarma. Osoba, která učinila tuto aplikaci na internetu je znám pod nickem sunamo.

# Cancel.Content
source: Cancel
cs_cz: Storno

source: Here enter
cs_cz: Zde zadejte

source: Tick all
cs_cz: Zaškrtnout vše

source: Untick all
cs_cz: Odškrtnout vše

# tbPassword.Text
source: Password:
cs_cz: Heslo:

# chbRememberLogin.Content
source: Remember login
cs_cz: Zapamatovat login

# chbAutoLogin.Content
source: Auto login
cs_cz: Automatické přihlášení

# btnCloseDialog.Content
source: Close dialog
cs_cz: Zavřít dialog

# btnForgetLoginAndPassword.Content
source: Forget all
cs_cz: Zapomenout login a heslo

# btnForgetPassword.Content
source: Forget password
cs_cz: Zapomenout heslo

# btnLogin.Content
source: Log in
cs_cz: Přihlásit se

source: does not exists
cs_cz: neexistuje

# ExceptionNotExists
source: The program is attempting to show the exception that actually does not exist.
cs_cz: Program se pokouší zobrazit výjimku, která ve skutečnosti neexistuje.

source: File or folder
cs_cz: Soubor nebo složka

# InsufficientRightsToAccessFileOrFolder
source: Insufficient rights for this type of access to a file or folder
cs_cz: Nedostatečná práva pro typ přístupu k souboru nebo složce

source: No
cs_cz: Ne

# UnknownErrorWhenWorkWithFileOrFolder
source: An error of unknown type when you work with a file or folder
cs_cz: Chyba neznámého typu při práci se souborem nebo složkou

source: Yes
cs_cz: Ano

source: Error
cs_cz: Chyba

source: File cannot be deleted
cs_cz: Soubor nelze odstranit

source: Information
cs_cz: Informace

source: lasted
cs_cz: trvala

source: Operation
cs_cz: Operace

# PasswordOrLoginNotEntered
source: User name or password has not been entered
cs_cz: Heslo nebo uživatelské jméno nebylo zadáno

source: Success
cs_cz: Úspěch

source: Warning
cs_cz: Upozornění

# tbAnyFeedbackIsWelcome.Text
source: Any feedback is welcome!
cs_cz: Jakýkoliv zpětná vazba je vítána! Díky za vaše názory a podněty.

source: Czech blog
cs_cz: Česky psaný blog

source: English blog
cs_cz: Anglicky psaný blog

# BlueColorComponentColon
source: Blue color component:
cs_cz: Modrá barva:

# GreenColorComponentColon
source: Green color component:
cs_cz: Zelená barva:

# TransparencyColon
source: Opacity:
cs_cz: Průhlednost:

# RedColorComponentColon
source: Red color component:
cs_cz: Červená barva:
